#def buying():
    #print("შეხვიდე მაღაზიაში")
    #print("მიხვიდე რაიმე პროდუკტთან")
    #print("დაადო პროდუკტს ხელი")
    #print("აიღო პროდუკტი")
    #print("მიხვიდე სალაროსთან")
    #print("დადო პროდუკტი სალაროზე")
    #print("გადაიხადე ფული")
    #print("აიღე პროდუკტი")
    #print("გადი მაღაზიიდან")

#buying()

#def hello():
    #print("გამარჯობა")
    #print("რა გქვია?")

#hello()

#def plus():
    #print(40 + 44)

#plus()

def calculator():
    print("გამარჯობა, მე ვარ კალატორის მომსახურეობა")
    print("გამარჯობა, შეგიძლია რომ დამეხმარო ერთ მაგალითით?")
    print("რათქმაუნდა!")
    print("რას უდრის 987 გაყოფილი 7?")
    print(987 / 988)
     
calculator()
